function Task() {
  return (
    <div className="bg-[#131326]">
      <div className="pt-32 flex flex-col items-center px-5">
        <div className="absolute flex items-center justify-between w-full top-0">
          <div className="cursor-pointer w-20 h-20 flex justify-center items-center">
            <img src="/Left.svg" alt="" />
          </div>
          <div className="">Задача</div>
          <div className="cursor-pointer w-20 h-20 flex justify-center items-center">
            <img src="/Right.svg" alt="" />
          </div>
        </div>
        <h1 className="col-10 text-center text-2xl font-bold">
          Принимая во внимание показатели успешности
        </h1>
        <p className="m-3 col-11">
          Учитывая ключевые сценарии поведения, реализация намеченных плановых
          заданий создаёт предпосылки для распределения внутренних резервов и
          ресурсов. Принимая во внимание показатели успешности, новая модель
          организационной деятельности играет важную роль в формировании системы
          обучения кадров, соответствующей насущным потребностям! Банальные, но
          неопровержимые выводы, а также диаграммы связей освещают чрезвычайно
          интересные особенности картины в целом, однако конкретные выводы,
          разумеется, обнародованы.
        </p>
        <img src="/ilyas.png" alt="Ilyas" className="mb-24" />

        <h2 className="col-11 text-2xl font-bold text-center">
          Принимая во внимание показатели успешности
        </h2>
        <p className="m-2 col-11">
          Учитывая ключевые сценарии поведения, реализация намеченных плановых
          заданий создаёт предпосылки для распределения внутренних резервов и
          ресурсов. Принимая во внимание показатели успешности, новая модель
          организационной деятельности играет важную роль в формировании системы
          обучения кадров, соответствующей насущным потребностям! Банальные, но
          неопровержимые выводы, а также диаграммы связей освещают чрезвычайно
          интересные особенности картины в целом, однако конкретные выводы,
          разумеется, обнародованы.
        </p>
        <img className={"m-4 col-11"} src="/ilyas.png" alt="Ilyas" />
      </div>
    </div>
  );
}

export default Task;
